Repository: lrusak/visualization.waveform
Catalog: visualization.waveform/resources/language/resource.language.*/strings.po
Languages: fi_fi

# Addon Summary
source: Visualisation showing 2 Waveform Graphs on the screen
fi_fi: Visualisointi, joka näyttää 2 aaltomuotograafia

# Addon Description
source: Waveform is a simple Visualisation showing 2 Waveform Graphs on the screen, One each for Left and Right channels that move to the beat of the music
fi_fi: Waveform on kaksi aaltomuotograafia näyttävä yksinkertainen visualisointi. Toinen on vasemmalle ja toinen oikealle kanavalla ja ne liikkuvat musiikin tahdissa.

# #30000
source: Points per line
fi_fi: Viivakohtainen pistemäärä

# #30001
source: Positions to represent the current frequency in a line.
fi_fi: Viivan nykyistä taajuutta kuvastavat sijainnit.

# #30002
source: Line color
fi_fi: Viivan väri

# #30003
source: Red
fi_fi: Punainen

# #30004
source: Strength of red color in the line.
fi_fi: Määritä punaisen viivan värin voimakkuus.

# #30005
source: Green
fi_fi: Vihreä

# #30006
source: Strength of green color in the line.
fi_fi: Määritä vihreän viivan värin voimakkuus.

# #30007
source: Blue
fi_fi: Sininen

# #30008
source: Strength of blue color in the line.
fi_fi: Määritä sinisen viivan värin voimakkuus.

# #30010
source: Strength of alpha in the line.
fi_fi: Viivan alphan voimakkuus.

# #30011
source: Background color
fi_fi: Taustan väri

# #30012
source: Red
fi_fi: Punainen

# #30013
source: Strength of red color in the background.
fi_fi: Määritä punaisen taustavärin voimakkuus.

# #30014
source: Green
fi_fi: Vihreä

# #30015
source: Strength of green color in the background.
fi_fi: Määritä vihreän taustavärin voimakkuus.

# #30016
source: Blue
fi_fi: Sininen

# #30017
source: Strength of blue color in the background.
fi_fi: Määritä sinisen taustavärin voimakkuus.

# #30019
source: Strength of alpha in the background.
fi_fi: Taustan alphan voimakkuus.

# #30020
source: Don't calculate
fi_fi: Älä laske

# #30021
source: Line thickness
fi_fi: Viivan paksuus

# #30022
source: To define the thickness of a line with a number of pixels.
fi_fi: Määritä viivan paksuus pikseleinä.

# #30023
source: {0:d} px
fi_fi: {0:d} pkseliä
